Repository: vsrz/NellyBrandt
Catalog: App_LocalResources/Memorial.aspx.*.resx
Languages: fil_ph

# litAlreadyRegisteredMessage
source: You have already registered,
fil_ph: Nag-submit iyong mga estado kanina,

# litChurchDirectionsHeading
source: Directions to the church from San Diego
fil_ph: Direksyon sa simbahan mula sa San Diego

# litErrorText
source: If you believe you have received this message as an error or would like to modify your reservation arrangements, you may reach me by clicking the contact link in the About page.
fil_ph: Kung sa tingin mo na mali ang natanggap mong mensaheng ito, kung gusto mong baguhin ay maaaring e-mail ako sa link na tungkol sa itaas.

# litInformationBody
source: The memorial for Nelly will be held at Saint Patrick's Catholic Church on Saturday, October 31, 2009 at 10:00am. Please click the link below for a map of the area.
fil_ph: Ang pang-alaala para sa Nelly ay gaganapin sa Saint Patrick's Catholic Church sa Sabado, Oktubre 31, 2009 sa 10:00am. I-click ang link sa ibaba kung gusto mo sa isang mapa ng lugar.

# litInformationHeader
source: Memorial Information
fil_ph: Alaala sa Impormasyon

# litMapOfChurch
source: Map of the Church
fil_ph: Mapa ng Simbahan

# litPhotos
source: Photos from the Memorial
fil_ph: Retrato galing sa Memorial

# litReceptionBody
source: The reception will be held at the QQ Buffet & Grill beginning at 11:30 am. For directions from the Church, please see below.
fil_ph: Ang reception ay gagawin sa QQ Buffet & Grill simula sa 11:30am. Para sa pagpunta doon mula sa simbahan, paki-tingnan ang ibaba.

# litReceptionDirectionsHeading
source: Directions from the Church
fil_ph: Direksyon mula sa simbahan

# litReceptionHeading
source: Reception
fil_ph: Ang reception

# litThankYou
source: Thank You
fil_ph: Salamat
